<template>
  <div id="app">
    <!-- <button @click="openForm" class="btn open-form">Open form</button> -->
    <div class="form-popup">
      <div class="two-button">
        <button class="e-cancle-button no-css-btn" @click="closeT">
          <i style="color:white;" class="fas fa-times fa-2x"></i>
        </button>
      </div>
      <div class="form-wrapper">
        <div class="row">
          <div class="col-md-12 text-center">
            <h1 class="form-title">이용약관</h1>
          </div>
        </div>
        <textarea class="pop-scroll" type="text" v-model="termOfuseage" id="termOfuseage" readonly />
      </div>
    </div>
  </div>
</template>
<script>
export default {
  data() {
    return {
      termOfuseage: `제 1 조 (목적)
본 약관은 SSAFY(이하 "회사”)가 각각 운영하는 웹사이트(이하 “서비스”)를 통해 인터넷 관련 서비스를 제공함에 있어, 회사가 제공하는 서비스와 관련하여, 이를 이용하는 가입자(이하 "회원" 또는 "기업회원")의 이용조건 및 제반 절차, 기타 필요한 사항을 규정함을 목적으로 한다.



제 2 조 (용어의 정의)
이 약관에서 사용하는 용어의 정의는 아래와 같다.
① “사이트”라 함은 “회사”가 서비스를 “기업회원"에게 제공하기 위하여 컴퓨터 등 정보통신설비를 이용하여 설정한 가상의 영업장 또는 회사가 운영하는 웹사이트, 모바일웹, 앱 등의 서비스를 제공하는 모든 매체를 통칭하며, 통합된 하나의 회원 계정(아이디 및 비밀번호)을 이용하여 서비스를 제공받을 수 있는 아래의 사이트를 말한다.
② “서비스”라 함은 “회사”가 운영하는 사이트를 통해 기업(단체, 사업자, 교육기관)이 직원채용을 목적으로 등록하는 자료를 DB화하여 각각의 목적에 맞게 분류 가공, 집계하여 정보를 제공하는 “서비스와” 사이트에서 제공하는 모든 부대 서비스를 말한다.
③ “기업회원"이라 함은 자사의 직접 고용의 목적으로 채용을 원하는 기업이나 헤드헌팅, 아웃소싱, 인재파견, 채용대행 등 인력 중개를 주 목적으로 사업을 수행하는 업체가 본 서비스를 이용하기 위하여 동 약관에 동의하고 "회사"와 서비스 이용계약을 체결하여 아이디를 부여받은 기업과 단체를 말한다. 
④ "아이디"라 함은 회원가입시 회원의 식별과 회원의 서비스 이용을 위하여 회원이 선정하고 "회사"가 부여하는 문자와 숫자의 조합을 말한다.
⑤ "비밀번호"라 함은 위 제4항에 따라 회원이 회원가입시 아이디를 설정하면서 아이디를 부여받은 자와 동일인임을 확인하고 "회원"의 권익을 보호하기 위하여 "회원"이 선정한 문자와 숫자의 조합을 말한다.
⑥ "비회원"이라 함은 회원가입절차를 거치지 않고 "회사"가 제공하는 ”서비스”를 이용하거나 하려는 자를 말한다.

제 3 조 (약관의 명시와 개정)
① "회사"는 이 약관의 내용과 상호, 영업소 소재지, 대표자의 성명, 사업자등록번호, 연락처 등을 이용자가 알 수 있도록 초기 화면에 게시하거나 기타의 방법으로 이용자에게 공지해야 한다.
② "회사"는 약관의 규제에 관한 법률, 전기통신기본법, 전기통신사업법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있다.
③ "회사"가 약관을 개정할 경우 적용일자 및 개정사유를 명시하여 현행약관과 함께 그 개정약관의 적용일자 7일 전부터 적용일자 전일까지 공지한다. 단 "회원"의 권리, 의무에 중대한 영향을 주는 변경의 경우에는 적용일자 30일 전부터 공지하도록 한다.
④ "회원"은 변경된 약관에 대해 거부할 권리가 있다. "회원"은 변경된 약관이 공지된 지 15일 이내에 거부의사를 표명할 수 있다. "회원"이 거부하는 경우 본 서비스 제공자인 "회사"는 15일의 기간을 정하여 "회원"에게 사전 통지 후 당해 "회원"과의 계약을 해지할 수 있다. 만약, "회원"이 거부의사를 표시하지 않거나, 전항에 따라 시행일 이후에 서비스를 이용하는 경우에는 동의한 것으로 간주한다.


제 4 조 (약관의 해석)
① 이 약관에서 규정하지 않은 사항에 관해서는 약관의 규제에 관한 법률, 전기통신기본법, 전기통신사업법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등의 관계법령에 따른다.
② 각 “사이트” 및 서비스 이용약관이 있는 경우에는 서비스 이용약관이 우선한다.
③ "회원"이 "회사"와 개별 계약을 체결하여 서비스를 이용할 경우에는 개별 계약이 우선한다.


제 5 조 (이용계약의 성립)
① "회사"의 서비스 이용계약(이하 "이용계약"이라 한다)은 서비스를 이용하고자 하는 자의 본 약관과 개인정보 처리방침의 내용에 대한 동의 및 이용 신청(회원가입신청)에 대하여 "회사"가 승낙함으로써 성립한다.
② "회원"은 서비스 이용을 위해 회사명과 사업자등록번호를 제공하여야 하며 "회사"는 기업인증을 위해 사업자정보를 확인할 수 있는 증명서(사업자등록증)를 별도로 요구할 수 있다. 회사명과 사업자등록번호를 허위로 등록한 경우, 휴·폐업 사업자등록번호로 등록한 경우에 "회원"은 일체의 권리를 주장할 수 없다.
③ 회사는 회원 약관에 동의한 "회원"에 웹상의 안내 및 전자메일로 통지함으로써 서비스 이용계약의 성립을 확인한다.
④ 사업자등록번호가 없는 기관이나 단체는 "회사"가 정한 별도의 절차에 따라 이용계약을 할 수 있다.


제 6 조 (이용신청의 승낙과 제한)
①  "회원"으로 가입하여 본 서비스를 이용하고자 하는 이용 고객은 본 약관 외 개인정보 처리방침에서 정한 필수 수집항목 등을 제공하여야 한다.
② "회사"는 아래 사항에 해당하는 경우에 대해서는 서비스 이용신청을 승낙하지 아니한다.
1. 실제 회사명과 사업자등록번호가 아니거나 타사의 정보를 이용하여 신청한 경우
2. 이용계약 신청서의 내용을 허위로 기재하거나 "회사"가 제시하는 내용을 기재하지 않은 경우
3. 이용자의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하며 신청하는 경우
③ "회사"는 아래 사항에 해당하는 경우에는 그 신청에 대하여 승낙제한 사유가 해소될 때까지 승낙을 유보할 수 있다.
1. "회사"가 설비의 여유가 없는 경우
2. "회사"의 기술상 지장이 있는 경우
3. 기타 "회사"의 귀책사유로 이용승낙이 곤란한 경우


제 7 조 (서비스의 내용)
① "회사"는 제2조 2항의 서비스를 제공할 수 있으며 그 내용은 다음 각 호와 같다.
1. 채용정보 등록 서비스
2. 온라인 채용관리 서비스
3. 구인/구직과 관련된 제반 서비스
4. 이용자간의 교류와 소통과 관련된 서비스
5. 자료 거래에 관련된 서비스
6. 기타 "회사"가 추가 개발하거나 제휴계약 등을 통해 "회원"에게 제공하는 일체의 서비스
② "회사"는 필요한 경우 서비스의 내용을 추가 또는 변경할 수 있다. 단, 이 경우 "회사"는 추가 또는 변경내용을 "회원"에게 공지해야 한다.


제 8 조 ("회원"정보, 채용공고 등록, 이력서검색)
① “기업회원"은 구직을 원하는 개인회원이 채용공고를 열람한 후 해당 기업에 대한 판단을 돕기 위해 기업정보를 정확히 기재하여야 한다.
② “기업회원"은 직업안정법 제34조 및 동법 시행령 제 34조 거짓구인광고의 범위에 위배되지 않도록 채용공고를 작성하여 등록해야 하며 그 내용은 다음과 같다.
    1. 구인을 가장하여 물품 판매, 수강생 모집, 직업소개, 부업알선, 자금 모집 등을 행하는 공고
    2. 거짓 구인을 목적으로 구인자의 신원(업체명 또는 성명)을 표시하지 아니하는 공고
    3. 구인자가 제시한 직종, 고용형태, 근로조건 등이 응모할 때의 그것과 현저히 다른 공고
    4. 기타 공고의 중요 내용이 사실과 다른 공고
    5. 제3자를 비방하거나 중상모략으로 명예를 손상시키는 내용인 경우
    6. 공공질서 및 미풍양속에 위반되는 내용인 경우
    7. 현행법에 위배되는 내용이나 범죄적 행위에 결부된다고 인정되는 내용일 경우
    8. 회사의 저작권 또는 제3자의 저작권 등 기타 권리를 침해하는 내용인 경우
    9. 게시판의 성격에 부합하지 않는 게시물의 경우
    10. 기타 관계 법규에 위배되는 내용이나, 사이트의 원활한 운영을 위하여 운영자가 필요하다고 판단한 경우

③ "기업회원"은 남녀 고용 평등과 일, 가정 양립 지원에 관한 법률 제7조에 의거하여 근로자의 모집 및 채용에 있어서 남녀를 차별하여서는 아니 된다.
④ 제2항, 제3항을 위반한 경우 이에 대한 책임은 전적으로 “기업회원"에게 있다.
⑤ "회사"는 "기업회원"이 등록한 기업정보 및 채용공고를 "회사"가 정한 방법에 의해 노출할 수 있으며, "회사"가 지정한 기간이 지난 채용공고는 "회사"가 임의로 마감시킬 수 있다.
⑥ “기업회원"은 "회사"가 제시하는 별도의 커뮤니케이션을 통하여 개인회원에게 연락을 취할 수 있다. 단, 이력서 연락처의 열람 및 연락의 목적은 직원채용활동에 국한되어야 하며, 기업의 영업·마케팅·제3자 제공 시에는 개인정보보호법, 직업안정법, 정보통신망이용촉진 및 정보보호 등에 관한 법률에 의거하여 법적 책임을 질 수 있다.



제 9 조 (제휴를 통한 서비스)
① "회사"는 제휴 관계를 체결한 여타 인터넷 웹사이트 및 채용박람회 또는 신문, 잡지 등의 오프라인 매체를 통해 사이트에 등록한 “기업회원"의 기업정보와 채용공고가 열람될 수 있도록 서비스를 제공할 수 있다.
② "회사"는 제휴를 통해 타 사이트 및 매체에 등록될 수 있음을 고지하고 동의를 받아야 하며, 제휴 "사이트" 전체 목록을 "사이트" 내에서 상시 열람할 수 있도록 해야 한다.

제 10 조 (서비스의 요금)
① “기업회원" 가입과 채용공고 등록비용은 무료이다. 다만 개인회원 또는 사이트에 방문한 회원에게 자신의 정보를 보다 효과적으로 노출시키기 위한 유료옵션과 즉시등록 서비스, 유료 이력서 검색 및 기타 서비스를 이용하기 위한 별도의 서비스는 유료로 제공될 수 있다.
② "회사"는 유료”서비스”를 제공할 경우 사이트에 요금에 대해서 공지를 하여야 한다.
③ "회사"는 유료”서비스” 이용금액을 서비스의 종류 및 기간에 따라 "회사"가 예고 없이 변경할 수 있다. 다만, 변경 이전에 적용 또는 계약한 금액은 소급하여 적용하지 아니한다.
④ 유료 서비스 신청 후 "회원" 사정에 의해 서비스가 취소될 경우, 정부가 고시하는 '콘텐츠 이용자 보호지침'에 따라 "회사"는 본 지침이 제시하는 범위 내에서 환불 수수료를 부과할 수 있다.


제 11 조 (서비스 이용시간)
① "회사"는 특별한 사유가 없는 한 연중무휴, 1일 24시간 서비스를 제공한다. 다만, "회사"는 서비스의 종류나 성질에 따라 제공하는 서비스 중 일부에 대해서는 별도로 이용시간을 정할 수 있으며, 이 경우 "회사"는 그 이용시간을 사전에 "회원"에게 공지 또는 통지하여야 한다.
② "회사"는 자료의 가공과 갱신을 위한 시스템 작업시간, 장애해결을 위한 보수작업 시간, 정기 PM작업, 시스템 교체작업, 회선 장애 등이 발생한 경우 일시적으로 서비스를 중단할 수 있으며 계획된 작업의 경우 공지란에 서비스 중단 시간과 작업 내용을 알려야 한다. 다만, "회사"가 사전에 통지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할 수 있다.


제 12 조 (서비스 제공의 중지)
① "회사"는 다음 각 호에 해당하는 경우 서비스의 제공을 중지할 수 있다.
1. 설비의 보수 등 "회사"의 필요에 의해 사전에 "회원"들에게 통지한 경우
2. 기간통신사업자가 전기통신서비스 제공을 중지하는 경우
3. 기타 불가항력적인 사유에 의해 서비스 제공이 객관적으로 불가능한 경우
② 전항의 경우, "회사"는 기간의 정함이 있는 유료서비스 이용자들에게는 그 이용기간을 연장하는 등의 방법으로 손실을 보상하여야 한다.


제 13 조 (정보의 제공 및 광고의 게재)
① "회사"는 "회원"에게 서비스 이용에 필요가 있다고 인정되거나 서비스 개선 및 회원대상의 서비스 소개 등의 목적으로 하는 각종 정보에 대해서 전자우편이나 서신우편을 이용한 방법으로 제공할 수 있다.
② "회사"는 제공하는 서비스와 관련되는 정보 또는 광고를 서비스 화면, 홈페이지, 전자우편 등에 게재할 수 있으며, 광고가 게재된 전자우편을 수신한 "회원"은 수신거절을 "회사"에게 할 수 있다.
③ "회사"는 서비스상에 게재되어 있거나 본 서비스를 통한 광고주의 판촉활동에 "회원"이 참여하거나 교신 또는 거래를 함으로써 발생하는 모든 손실과 손해에 대해 책임을 지지 않는다.
④ 본 서비스의 "회원"은 서비스 이용 시 노출되는 광고게재에 대해 동의 하는 것으로 간주한다.


제 14 조 (자료내용의 책임과 "회사"의 정보 수정 권한)
① 자료내용은 "회원"이 등록한 기업정보 및 채용공고와 “사이트”에 게시한 게시물을 말한다.
② "회원"은 자료 내용 및 게시물을 사실에 근거하여 성실하게 작성해야 하며, 만일 자료의 내용이 사실이 아니거나 부정확하게 작성되어 발생하는 모든 책임은 "회원"에게 있다.
③ 모든 자료내용의 관리와 작성은 "회원" 본인이 하는 것이 원칙이나 사정상 위탁 또는 대행관리를 하더라도 자료내용의 책임은 "회원"에게 있으며 "회원"은 주기적으로 자신의 자료를 확인하여 항상 정확하게 관리가 되도록 노력해야 한다.
④ "회사"는 "회원"이 등록한 자료 내용에 오자, 탈자 또는 사회적 통념에 어긋나는 문구와 내용이 있을 경우 이를 언제든지 수정할 수 있다.
⑤ "회원"이 등록한 자료로 인해 타인(또는 타법인)으로부터 허위사실 및 명예훼손 등으로 삭제 요청이 접수된 경우 "회사"는 "회원"에게 사전 통지 없이 본 자료를 삭제할 수 있으며 삭제 후 메일 등의 방법으로 통지할 수 있다.


제 15 조 (자료 내용의 활용 및 취급)
① "회원"이 입력한 정보는 취업 및 관련 동향의 통계 자료로 활용될 수 있으며 그 자료는 매체를 통한 언론 배포 또는 제휴사에게 제공될 수 있다.
② "회원"이 제공한 채용정보를 이용한 구직자들의 각종 통계데이터를 “개인회원”에게 제공할 수 있다.
③ "회사"가 작성한 게시물 또는 저작물에 대한 저작권 및 기타 지적 재산권은 "회사"에 귀속한다.
④ "회원"이 "사이트" 내에 게시한 게시물의 저작권은 "회원"에게 귀속된다. 단, "회원"은 자신이 창작, 등록한 게시물에 대해 무상의 비독점적 사용권을 "회사"에 부여하고, 이 사용권은 "회사"가 "사이트"를 운영하는 동안 계속 유효하며, "회원" 탈퇴한 후에도 이와 같다.
⑤ 게시물에 대한 권리와 책임은 게시물을 게시한 "회원"에게 있으며, "회사"는 "회원"의 동의 없이 이를 "회사"가 운영하는 "사이트" 이외에 영리적 목적으로 사용할 수 없다. 단, 비영리적인 경우에는 해당되지 않는다.



제 16 조 ("회사"의 의무)
① "회사"는 본 약관에서 정한 바에 따라 계속적, 안정적으로 서비스를 제공할 수 있도록 최선의 노력을 다해야 한다.
② "회사"는 서비스와 관련한 "회원"의 불만사항이 접수되는 경우 이를 즉시 처리하여야 하며, 즉시 처리가 곤란한 경우에는 그 사유와 처리일정을 서비스 화면 또는 기타 방법을 통해 동 "회원"에게 통지하여야 한다.
③ "회사"는 유료 결제와 관련한 결제 사항 정보를 1년 이상 보존한다. 다만 “회원” 자격이 없는 “회원”은 예외로 한다.
④ 천재지변 등 예측하지 못한 일이 발생하거나 시스템의 장애가 발생하여 서비스가 중단될 경우 이에 대한 손해에 대해서는 "회사"가 책임을 지지 않는다. 다만 자료의 복구나 정상적인 서비스 지원이 되도록 최선을 다할 의무를 진다.
⑤ "회원"의 자료를 본 서비스 이외의 목적으로 제3자에게 제공하거나 열람시킬 경우 반드시 "회원"의 동의를 얻어야 한다.
⑥ "회원"이 "사이트"에 등록한 기업정보, 채용공고 내용은 사이트를 방문하는 일반 대중에게 공개함을 원칙으로 한다.
⑦ 구직자의 정보의 정확성은 구인자가 직접 확인하여야 하며 "회사"는 이와 관련하여 어떠한 책임도 지지 아니한다.


제 17 조 ("회원"의 의무)
① "회원"은 관계법령과 본 약관의 규정 및 기타 "회사"가 통지하는 사항을 준수하여야 하며, 기타 "회사"의 업무에 방해되는 행위를 해서는 안 된다.
② "회원"이 신청한 유료서비스는 등록 또는 신청과 동시에 "회사"와 채권, 채무 관계가 발생하며, "회원"은 이에 대한 요금을 지정한 기일 내에 납부하여야 한다.
③ "회원"은 서비스를 이용하여 얻은 정보를 "회사"의 사전동의 없이 복사, 복제, 번역, 출판, 방송 기타의 방법으로 사용하거나 이를 타인에게 제공할 수 없다.
④ "회원"은 본 서비스를 건전한 직원채용 이외의 목적으로 사용해서는 안되며 이용 중 다음 각 호의행위를 해서는 안 된다.
1. 다른 회원의 아이디를 부정 사용하는 행위
2. 범죄행위를 목적으로 하거나 기타 범죄행위와 관련된 행위
3. 타인의 명예를 훼손하거나 모욕하는 행위
4. 타인의 지적재산권 등의 권리를 침해하는 행위
5. 해킹행위 또는 바이러스의 유포 행위
6. 타인의 의사에 반하여 광고성 정보 등 일정한 내용을 계속적으로 전송하는 행위
7. 서비스의 안정적인 운영에 지장을 주거나 줄 우려가 있다고 판단되는 행위
8. 사이트의 정보 및 서비스를 이용한 영리 행위
9. 그밖에 선량한 풍속, 기타 사회질서를 해하거나 관계법령에 위반하는 행위
⑤ “기업회원"은 "사이트"를 통해 수집한 회원 정보를 "회사" 및 당사자의 허락없이 재배포할 수 없으며 본 정보에 대한 출력 및 복사 등의 관리 책임은 전적으로 “기업회원"에게 있다.

제 18 조 ("회원"의 가입해지/서비스중지/자료삭제)
① “기업회원"은 언제든지 회원탈퇴 또는 채용공고 등록을 해지하기 위해 고객센터 또는 회원탈퇴 메뉴 등을 통하여 이용계약 해지 신청을 할 수 있으며, "회사"는 관련법 등이 정하는 바에 따라 이를 처리한다.
② 다음의 사항에 해당하는 경우 "회사"는 사전 동의없이 가입해지나 서비스 중지, 채용공고 삭제 조치를 취할 수 있다.
    1. 회원의 의무를 성실하게 이행하지 않았을 때
    2. 규정한 유료 서비스 이용 요금을 납부하지 않았을 때
    3. 본 서비스 목적에 맞지 않는 분야에 정보를 활용하여 사회적 물의가 발생한 때
    4. 회원이 등록한 정보의 내용이 사실과 다르거나 조작되었을 때
    5. 동일 회원 ID로 게재 중인 동일 내용 채용공고를 중복 등록했을 때
    6. 동일 기업이 특별한 이유 없이 중복 가입했을 때
    7. 허위 채용공고를 등록했을 때
    8. 지사, 지점, 영업소 등의 경우 구체적인 지사, 지점, 영업소 명칭을 사용하지 않고 기업명을 등록했거나 지사, 지점, 영업소의 사업자등록번호가 별도 있음에도 불구하고 본사의 사업자등록번호로 기업회원 가입을 했을 때
    9. 사업자등록증에 나타난 정보와 기업회원 가입 시의 정보가 일치하지 않을 때
    10. 모집요강에 적합한 분류를 지정하지 않았을 때. 특히, 교육기관이나 이벤트 업체 또는 영업대행 기관의 경우 영업, 마케팅, 텔레마케팅, 상담 인력을 모집하고자 할 경우 반드시 텔레마케팅 또는 고객상담, 교육/강사/학원 등 반드시 직접 관련되는 해당 업종, 직종 분류만 지정해야 한다.
    11. 기업회원 가입 또는 채용공고 등록 시 본 서비스에서 안내하는 방법으로 가입하지 않았거나 등록하지 않았을 때
    12. 추천인 모집 공고, 재택 쇼핑몰 분양 공고, 직업소개, 부업알선 공고를 등록했을 때
    13. 임금체불 사실이 접수되었거나 근로 감독원에 진정서가 접수되어 있는 기업
    14. 구직자의 불편&피해사례 (채용공고를 통해 구직자가 입사 과정에서 피해가 발생한 경우 또는 재직 중 기업회원이 관계법령을 위반하여 피해가 발생한 경우 등)가 접수된 채용공고
    15. 기타 본 서비스 명예를 훼손하였거나 회사가 판단하기에 적합하지 않은 목적으로 회원가입을 하였을 때
    16. 불순한 의도로 유료 서비스를 반복적으로 결제/취소할 때
    17. 타 기업의 사업자등록번호나 상호를 도용하여 허위로 기업정보를 등록하거나 휴·폐업 사업자등록번호로 기업정보를 등록했을 때
    18. 회사명, 담당자 성명, 사무실 연락처 등 구인업체의 중요 정보를 정확하게 기입하지 않았을 때
    19. 동일 사업자가 마감일이 지나지 않은 동일 내용의 채용공고를 다수 ID를 사용하여 중복 등록했을 때
    20. 작성자가 제시한 직종, 업무내용, 근로조건 등이 실제와 현저히 다를 때
    21. 채용공고의 모집요강만으로 업무에 대한 내용이 명확하지 않을 때
    22. 다단계, 피라미드 식의 모집 내용을 등록했을 때
    23. 구인을 가장하여 유학알선, 물품 판매, 자금 모금 등을 행하는 내용을 등록했을 때
    24. 회원 모집 형태의 공고 또는 카드 회원 모집(수당제공고) 내용을 등록했을 때
    25. 취업 수수료 등 취업 관련 비용을 필요로 하는 채용공고를 등록했을 때 (운송, 물류, 지입, 인력 용역 등)
    26. 불건전한 내용의 유흥업소 채용공고를 등록했을 때
    27. 동업자 모집, 프랜차이즈 모집, 점포 개설, 창업, 사이트 홍보 등 직원 채용이 아닌 공고를 등록했을 때
    28. 기타 관계 법규에 위배되는 내용이거나 사이트의 원활한 운영을 위하여 운영자가 필요하다고 판단한 경우
    29. 제3자를 비방하거나 중상모략으로 명예를 손상시키는 내용인 경우
    30. 공공질서 및 미풍양속에 위반되는 내용인 경우
    31. 회사의 저작권 또는 제3자의 저작권 등 기타 권리를 침해하는 내용인 경우
    32. 게시판의 성격에 부합하지 않는 게시물의 경우

③ "회원"이 유료 서비스를 이용하는 중 "회사"의 책임에 의해 정상적인 서비스가 제공되지 않을 경우 "회원"은 본 서비스의 해지를 요청할 수 있으며 "회사"는 기간의 정함이 있는 유료”서비스”의 경우에는 해지일까지 이용일수를 1일 기준금액으로 계산하여 이용금액을 공제후 환급하고, 이용건수의 정함이 있는 유료 서비스의 경우에는 기 사용분을 1건 기준금액으로 계산하여 이용금액을 공제후 환급한다. 단, 허위·불량공고의 경우 게재시 지불된 광고료는 일체 반환되지 않는다.
④ "회사"는 회원 가입이 해지된 경우 해당 회원 정보를 모두 삭제하여야 하며, 상법, 전자상거래등에서의 소비자보호에 관한 법률 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 관계법령에서 정한 일정한 기간 동안 회원정보를 보관한다.
⑤ 개인정보보호를 위하여 "회원"이 선택한 개인정보 보유기간(1년, 3년, 회원탈퇴시) 동안 "사이트"를 이용하지 않은 경우, "아이디"를 "휴면계정"으로 분리하여 해당 계정의 이용을 중지할 수 있다. 이 경우 "회사"는 "휴면계정 처리 예정일"로부터 30일 이전에 해당사실을 전자메일, 서면, SMS 중 하나의 방법으로 사전통지하며 "회원"이 직접 본인확인을 거쳐, 다시 "사이트" 이용 의사표시를 한 경우에는 "사이트" 이용이 가능하다.


제 19 조 (허위 구인광고 경고)
허위 구인광고로 인해 발생된 문제에 따른 법적인 책임은 모두 작성자에게 있으며, 구인광고 게재시에 지불된 광고료는 일체 반환되지 않는다. 허위 구인공고 또는 허위 구인 조건을 제시한 자는 직업 안정 법 제47조에 의해 5년 이하의 징역 또는 2천만 원 이하의 벌금형을 받을 수 있으며, "회사"는 이를 직권으로 고발할 수 있다.

제 20 조 (손해배상)
① "회사"가 이 약관의 제7조, 제16조, 제18조 등의 규정에 위반한 행위로 "회원"에게 손해를 입히거나 기타 "회사"가 제공하는 모든 서비스와 관련하여 "회사"의 책임 있는 사유로 인해 "회원"에게 손해가 발생한 경우 "회사"는 그 손해를 배상하여야 한다.
② "회사"는 책임 있는 사유로 제공한 정보가 사실과 달라 "회원"이 손해를 입었을 경우에 "회사"는 그 손해를 배상하여야 한다.
③ "회원"이 이 약관의 제5조, 제17조, 제18조, 제19조 등의 규정에 위반한 행위로 "회사" 및 제3자에게 손해를 입히거나 "회원"의 책임 있는 사유에 의해 "회사" 및 제3자에게 손해를 입힌 경우에는 "회원"은 그 손해를 배상하여야 한다.
④ "회사"는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우 서비스 제공에 관한 책임이 면제된다.


제 21 조 ("회원"의 개인정보보호)
"회사"는 "회원"의 개인정보보호를 위하여 노력해야 한다. "회원"의 개인정보보호에 관해서는 정보통신망이용촉진 및 정보보호 등에 관한 법률, 개인정보보호법에 따르고, "사이트"에 "개인정보처리방침"을 고지한다.

제 22 조 (신용정보의 제공 활용 동의)
① "회사"가 회원가입과 관련하여 취득한 "회원"의 신용정보를 타인에게 제공하거나 활용하고자 할 때에는 신용정보의 이용 및 보호에 관한 법률 제23조의 규정에 따라 사전에 그 사유 및 해당기관 또는 업체명 등을 밝히고 해당 "회원"의 동의를 얻어야 한다.
② 본 서비스와 관련하여 "회사"가 "회원"으로부터 신용정보의 이용 및 보호에 관한 법률에 따라 타인에게 제공 활용에 동의를 얻은 경우 "회원"은 "회사"가 신용정보 사업자 또는 신용정보 집중기관에 정보를 제공하여 "회원"의 신용을 판단하기 위한 자료로 활용하거나, 공공기관에서 정책자료로 활용되도록 정보를 제공하는 데 동의한 것으로 간주한다.



제 23 조 (분쟁의 해결)
① "회사"와 "회원"은 서비스와 관련하여 발생한 분쟁을 원만하게 해결하기 위하여 필요한 모든 노력을 하여야 한다.
② 전항의 노력에도 불구하고, 동 분쟁에 관한 소송은 "회사"의 주소지 관할법원으로 한다.


부칙
- 이 약관은 2018년 7월 2일부터 시행한다.
    `
    };
  },
  methods: {
    closeT() {
      this.$emit("closeTerm");
    }
    // cancleWrite() {
    //   this.$emit("closeModal");
    // }
  }
};
</script>
<style scoped>
textarea {
  width: 500px;
  height: 400px;
  resize: none; /* 크기고정 */
  /*   resize: horizontal; // 가로크기만 조절가능 
	resize: vertical;  세로크기만 조절가능  */
}
.e-cancle-button {
  float: right;
  /* width: 7%; */
  /* margin: 5px; */
  padding: 10px;
  /* line-height: 52.8px; */
  color: black !important;
}
.e-cancle-button:focus {
  outline-width: 0px;
  outline: none;
}
.two-button {
  height: 10%;
  margin-top: 10px;
  /* margin-left: 20px; */
  margin-right: 30px;
  width: 98%;
  top: 0;
  right: 0;
  z-index: 10000;
  /* flex이용해서 한줄에 놓음 */
  /* display: flex;
  flex-direction: row-reverse; */
}
.contents {
  width: 97%;
}

.pop-scroll {
  width: 100%;
  height: 70%;
  overflow-x: hidden;
  overflow-y: auto;
  -ms-overflow-style: none;
}
.pop-scroll::-webkit-scrollbar {
  display: none;
}
.open-form {
  margin-top: 50px;
  margin-left: 50px;
  cursor: pointer;
  color: white;
  padding: 10px 25px;
  box-shadow: 0 10px 15px rgba(0, 0, 0, 0.15);
  border-radius: 19px;
  border: 2px solid #83b566;
  background-color: #83b566;
  text-transform: uppercase;
  font-size: 14px;
  transition: 0.3s;
}
.form-popup,
.success-message {
  /* display: none; */
  width: 100%;
  height: 100%;
  left: 0;
  position: fixed;
  top: 0;
  z-index: 9999;
  background-color: rgba(0, 0, 0, 0.5);
  transition: 0.5s;
}
.success-message {
  display: none;
}

.form-popup .form-wrapper {
  /* top: 2em; */
  /* max-width: 700px; */
  background: white;
  /* padding: 50px;*/
  padding: 80px;
  height: 80%;
  width: 80%;
  /* position: absolute; */
  /* margin-left: auto;
  margin-right: auto; */
  /* left: 0; */
  /* right: 0; */

  position: absolute;
  top: 50%;
  left: 50%;
  transform: translate(-50%, -50%);
}
.form-wrapper {
  margin-top: 3%;
  margin-bottom: 3%;
  border-radius: 15px;
}
.form-title {
  margin-bottom: 20px;
  text-transform: uppercase;
}

.form-control:focus {
  border-color: #83b566;
  box-shadow: 0 0 0 0.2rem rgba(131, 181, 102, 0.25);
  height: 400px;
}
.btn:hover {
  box-shadow: 0 10px 15px rgba(0, 0, 0, 0.35);
}
.btn-space {
  margin-right: 10px;
  /* color: #ffee00; */
}

.emoji i {
  display: table-cell;
  vertical-align: middle;
  text-align: center;
  font-size: 25px;
}
.emoji i:hover {
  cursor: pointer;
}
</style>
